/* View controllers */

/* Waypoint viewcontroller */
"waypointviewcontroller-DNF" = "DNF";
"waypointviewcontroller-Found" = "Gevonden";
"waypointviewcontroller-Waypointflags" = "Waypoint vlaggen";
"waypointviewcontroller-areyousure?" = "Zeker weten?";
"waypointviewcontroller-attributes" = "Attributen";
"waypointviewcontroller-description" = "Beschrijving";
"waypointviewcontroller-exportsuccessful" = "Export succesvol";
"waypointviewcontroller-fieldsnotes" = "Aantekeningen";
"waypointviewcontroller-groupmembers" = "Groepen";
"waypointviewcontroller-highlight" = "Gemarkeerd";
"waypointviewcontroller-hint" = "Hint";
"waypointviewcontroller-ignored" = "Genegeerd";
"waypointviewcontroller-images" = "Fotos";
"waypointviewcontroller-inprogress" = "Bezig";
"waypointviewcontroller-inventory" = "Inventaris";
"waypointviewcontroller-logs" = "Logs";
"waypointviewcontroller-logthiswaypoint" = "Log dit waypoint";
"waypointviewcontroller-markas__" = "Markeer als %1@";
"waypointviewcontroller-noneyet" = "Nog niets";
"waypointviewcontroller-personalnote" = "Persoonlijke aantekening";
"waypointviewcontroller-planned" = "Gepland";
"waypointviewcontroller-removeastarget" = "Verwijder als doel";
"waypointviewcontroller-removemarkas__" = "Verwijder als %1@";
"waypointviewcontroller-selectagroup" = "Selecteer een groep";
"waypointviewcontroller-setastarget" = "Zet als doel";
"waypointviewcontroller-theexportedfilecanbefoundinthefilessection" = "De geëxporteerde file kun je vinden in de Bestanden sektie";
"waypointviewcontroller-unabletoupdatethewaypoint." = "Dit waypoint kon niet worden ververst.";
"waypointviewcontroller-updatefailed" = "Verversing mislukt";
"waypointviewcontroller-updating__" = "Verversing %1@";
"waypointviewcontroller-waypointactions" = "Waypoint akties";
"waypointviewcontroller-waypointdata" = "Waypoint informatie";
"waypointviewcontroller-waypoints" = "Waypoints";
"waypointviewcontroller-word" = "woord";
"waypointviewcontroller-words" = "woorden";

/* WaypointImages viewcontroller */
"waypointimagesviewcontroller-imagesfromthelogs" = "Fotos van de logs";
"waypointimagesviewcontroller-imagesfromthewaypoint" = "Fotos van het waypoint";
"waypointimagesviewcontroller-logimages" = "Log fotos";
"waypointimagesviewcontroller-userimages" = "Jouw fotos";
"waypointimagesviewcontroller-waypointimages" = "Waypoint fotos";

/* WaypointAttributes viewcontroller */
"waypointattributesviewcontroller-attributes" = "Attributen";

/* WaypointGroups viewcontroller */
"waypointgroupsviewcontroller-systemgroups" = "Systeem Groepen";
"waypointgroupsviewcontroller-usergroups" = "User Groepen";

/* WaypointTrackables viewcontroller */
"waypointtrackablesviewcontroller-trackables" = "Trackables";

/* WaypointPersonalNote viewcontroller */
"waypointpersonalnoteviewcontroller-copysuccessful" = "Kopie succesvol";
"waypointpersonalnoteviewcontroller-enteryourpersonalnotehere" = "Enter your personal note here";
"waypointpersonalnoteviewcontroller-personalnote" = "Persoonlijke aantekening";
"waypointpersonalnoteviewcontroller-thetextofthepersonalnotehasbeencopiedtotheclipboard" = "De tekst van de persoonlijke aantekening is gecopiëerd naar het klembord.";
"waypointpersonalnoteviewcontroller-updateofpersonalnotehasfailed" = "De verversing van de persoonlijke aantekening was niet gelukt.";
"waypointpersonalnoteviewcontroller-updatingpersonalnote" = "Verversing van de persoonlijke aantekening";

/* Navigate - Compass */
"compassviewcontroller-accuracy" = "Precisie";
"compassviewcontroller-altitude" = "Hoogte";
"compassviewcontroller-mylocation" = "Mijn lokatie";
"compassviewcontroller-D" = "M";
"compassviewcontroller-T" = "T";

/* Files - Local Files */
"filesviewcontroller-fileage" = "Bestands leeftijd";
"filesviewcontroller-filesize" = "Bestandsgrootte";
"filesviewcontroller-lastimported" = "Laatste import";
"filesviewcontroller-chooseyouraction" = "Welke actie?";
"filesviewcontroller-delete" = "Verwijder";
"filesviewcontroller-import" = "Importeer";
"filesviewcontroller-rename" = "Hernoem";
"filesviewcontroller-restore" = "Herstel";
"filesviewcontroller-unzip" = "Unzip";
"filesviewcontroller-uploadtoicloud" = "Upload naar iCloud";
"filesviewcontroller-uploadwithairdrop" = "Upload met Airdrop";

/* Browser - Browser */
"browserbrowserviewcontroller-downloadcomplete" = "Download is klaar";
"browserbrowserviewcontroller-downloaded__for__.YoucanfinditintheFilesmenu." = "%@ van %@ is gedownload. Je kunt het vinden in de Files sektie.";
"browserbrowserviewcontroller-downloadingquery" = "Downloading query";
"browserbrowserviewcontroller-enterurl" = "Geef URL";
"browserbrowserviewcontroller-failedtodownload" = "Download is mislukt";

/* Browser - User */
"browseruserviewcontroller-URL" = "URL";
"browseruserviewcontroller-createbookmark" = "Maak een bladwijzer";
"browseruserviewcontroller-enterthebookmark" = "Vul de bladwijzer in";
"browseruserviewcontroller-enterthebookmarkdetails" = "Vul de bladwijzer details in";
"browseruserviewcontroller-name" = "Naam";
"browseruserviewcontroller-selectyouchoice" = "Maak je keuze";
"browseruserviewcontroller-updatebookmark" = "Ververs de bladwijzer";

/* Tools - GPS */
"toolsgpsviewcontroller-average" = "Gemiddelde";
"toolsgpsviewcontroller-last" = "Laatste";
"toolsgpsviewcontroller-lastdistancetoaverage" = "Afstand van laatste tot gemiddelde";
"toolsgpsviewcontroller-copysuccessful" = "Succes!";
"toolsgpsviewcontroller-thecoordinateshavebeencopiedtotheclipboard" = "De coördinaten zijn naar het klembord gecopiëerd.";

/* Tools - ROT13 */
"toolsrot13viewcontroller-enteryourtexthere..." = "Plaats hier de text...";
"toolsrot13viewcontroller-ragrelbhegrkgurer..." = "Cynngf uvre qr grkg...";

/* Help - Introduction */
"helpintroduction-title1" = "Welcome bij Geocube";
"helpintroduction-text1" = "Deze korte introducie laat je alles zien om in de UI te overleven";
"helpintroduction-title2" = "Menus en tabs";
"helpintroduction-text2" = "De rode pijlen geven het globale menu aan.\nDe bruine pijlen geven het lokale menu voor deze tab aan.\nDe groene pijl wijst naar de tabs.\nHet menu kan langer zijn dan je scherm, gewoon naar beneden scrollen!";
"helpintroduction-title3" = "Naar de vorige pagina";
"helpintroduction-text3" = "Als er linksboven een sluit-button is, dan kun je de pagina sluiten door de sluit-button aan te raken of de pagina naar rechts slepen.\n\n(Werkt het slepen niet? Gebruik dan de sluit-button!)";
"helpintroduction-title4" = "Kaart iconen";
"helpintroduction-text4" = "- Volg mijn locatie, met auto-zoom.\n- Volg mijn locatie, zonder zoom.\n- Toon zowel mijn locatie als het doel.\n- Laat het doel zien.\n- Laat het doel zien en zoom in.\n\nProbeer ze gewoon uit als je op de kaart bent!";
"helpintroduction-title5" = "Veel plezier met geocaching!";
"helpintroduction-text5" = "Je kunt deze introductie nogmaals zien in de Help tab van het Help menu.";
